---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarInternalMultiplanarDuplicate
source: html/3b91b85e-1879-aa8b-8849-abecb0767927.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarInternalMultiplanarDuplicate Property

"INTERNAL: Multiplanar Duplicate"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarInternalMultiplanarDuplicate { get; }
```